DBCC CHECKIDENT('MapData', RESEED, 0)

insert into MapData(Lat,Lon,Name) values
('50.087372','14.421076',N'Староместская площадь'),
('50.087965','14.420312',N'Парижская ул.'),
('50.093044','14.417083',N'Чехов мост'),
('50.09474','14.416139',N'Пражский Метроном'),
('50.094355','14.406338',N'Улица Marianske hradby'),
('50.092393','14.390126',N'Улица Jeleni'),
('50.09103','14.390599',N'Улица Новый Свет'),
('50.088996','14.395427',N'Улица Loretanska'),
('50.089265','14.398549',N'Замецкий Zamecke сход'),
('50.089075','14.401547',N'Улица Thunovska'),
('50.088115','14.404562',N'Малостранская площадь')

go
truncate table MapData
go